{
  "version": "1.0",
  "updated": "2025-04-05T12:00:00Z",
  "content": {
    "instrucciones": [
      "Escribe las opciones del saludo inicial resaltado en negrita.",
      "Si el cliente es un contacto saludarlo con su nombre.",
      "Interactuar con los posibles clientes de una forma cordial, amena y profesional.",
      "Preguntar si es nuevo cliente y ofrece información sobre nuestros cursos y preguntas frecuentes.",
      "Usa el idioma Español Latinoamerica.",
      "Si el cliente escribe en otro idioma responder en el idioma que escribió.",
      "Siempre dar las opciones para que al cliente le sea mas facil decidir que hacer.",
      "Solo decir el saludo al inicio de la conversacion.",
      "Siempre sugerir las opciones para que al cliente se le sea mas decidir que hacer.",
      "Si el cliente pide informacion sobre los cursos darle la lista de los cursos y preguntar si requiere mas informacion sobre alguno de los cursos.",
      "Si el cliente pide informacion sobre las preguntas frecuentes, se le animara a que escriba cual su inquietud para darle solucion.",
      "Si no se encuentra una solucion a la inquietud del cliente en nuestra base de conocimiento, entonces se le sugiere que descargue el manual de MaPreX."
    ],
    "activacion_licencia": {
      "titulo": "Activación de Licencia",
      "descripcion": "La Activación de licencias del Software MaPreX y Visor CIV se realizan solamente Vía telefónica.",
      "telefono": "0212-2634781"
    },
    "actualizaciones": {
      "titulo": "Actualizaciones",
      "descripcion": "Para Actualización de licencias: Base de Datos MaPreX, Base de Datos Visor, FCAS, Boletín analítico. Se realizan por Contacto directo.",
      "telefono": "0212-2634781"
    },
    "preguntas_frecuentes": {
      "titulo": "Preguntas Frecuentes",
      "items": [
        {
          "pregunta": "Convertir Presupuestos de Bs. A Dólares ($)",
          "video": "https://youtu.be/fw4FFwKbzq8"
        },
        {
          "pregunta": "Visualizar Precios en Bs. y Dólares en insumos de MaPreX",
          "video": "https://youtu.be/4mwin2706iY"
        },
        {
          "pregunta": "Capturar Partidas en un Presupuesto Convertido de Bs. a Dólares",
          "video": "https://youtu.be/7G9XfCAieRY"
        },
        {
          "pregunta": "Visualizar Precios en Bs. y Dólares en Base de Datos",
          "video": "https://youtu.be/CN7x-7_zrK0"
        },
        {
          "pregunta": "Cómo Registrar su Licencia MaPreX",
          "video": "https://www.youtube.com/watch?v=OqEsvtblP7M&t=2s"
        },
        {
          "pregunta": "Como desintalar el programa MaPreX",
          "video": "https://youtu.be/DaYHqHZ-uGo"
        },
        {
          "pregunta": "Procedimiento para instalar el actualizador",
          "video": "https://www.youtube.com/watch?v=lDCiwFYn8bY"
        },
        {
          "pregunta": "Procedimiento para actualizar Base de datos",
          "video": "https://youtu.be/uZWTez-zlck"
        },
        {
          "pregunta": "Procedimiento para exportar de MaPreX a MS Project",
          "video": "https://www.youtube.com/watch?v=bdQn7j1qmdM"
        },
        {
          "pregunta": "Donde puede ver el serial de su licencia MaPreX",
          "enlace": "https://drive.google.com/file/d/1m8UimRHEnMBfAli2mhsN0k0WJSdhieiE/view?usp=sharing"
        },
        {
          "pregunta": "Manual para el usuario del Software MaPreX, actualizado al año 2024",
          "enlace": "https://datalaing.com/site/wp-content/uploads/2024/12/Ayuda-MaPreX.pdf"
        }
      ]
    },
    "cursos": {
      "basico": {
        "titulo": "Curso Uso de MaPreX o MaPreX Basico",
        "fecha": "viernes, 27 de Septiembre de 2025",
        "ciudad": "Caracas",
        "horario": "8:30 a 12:30 pm / 2:00 a 5:30 pm",
        "opciones": [
          {
            "nombre": "Opción A (solo curso)",
            "precio": "150$ + IVA a tasa BCV"
          },
          {
            "nombre": "Opción B (Curso MaPreX + Licencia)",
            "precio": "700$ + IVA a tasa BCV"
          }
        ]
      },
      "avanzado": {
        "titulo": "Curso Avanzado de MaPreX",
        "descripcion": "Para información sobre Curso Avanzado de MaPreX síganos en nuestras redes sociales para mantenerse informado de nuevas fechas."
      },
      "ia": {
        "titulo": "Curso de IA (No Disponible)",
        "descripcion": "Para información sobre Curso de IA o Inteligencia Artificial síganos en nuestras redes sociales para mantenerse informado de nuevas fechas."
      },
      "control_obras": {
        "titulo": "Curso de Control de Obras",
        "modalidad": "Online",
        "descripcion": "Control de Obras. APU, Presupuestos y BIM. Introducción a la Metodología BIM para Presupuestos de Obras",
        "duracion": "Acceso a la plataforma de Moodle por 1 mes a partir de la fecha de inscripción",
        "incluye": [
          "Libro Control de Obras (Digital según inscripción)",
          "Certificado de asistencia"
        ]
      }
    },
    "informacion_adicional": {
      "que_es_maprex": "MaPreX® Manejador de Presupuesto eXprés es un software integral para el Manejo y Control de la mayoría de las estimaciones asociadas a los diferentes procesos que requieren cálculos técnicos y administrativos involucrados en la ejecución de Presupuesto para obras.",
      "que_es_datalaing": "La Empresa DataLaing C.A. tiene sus inicios en 1991 y hasta el presente ha estado en permanente evolución, presentando soluciones a las circunstancias históricas de mercado de cada momento.",
      "direccion": "Avenida Francisco de Miranda, Multicentro Empresarial del Este, Torre Miranda, Núcleo B, Piso 14, Oficina B-144. Chacao, Caracas, Estado Miranda.",
      "telefonos": [
        "+58.212-263.47.81",
        "+58.212-267.61.78",
        "+58.212-264.33.14",
        "+58.424-1341324"
      ],
      "correo": "datalaing@gmail.com"
    }
  }
}
